Repository: Having-Liu/FreeSwitch
Catalog: FreeSwitch/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ja, ko, ru, zh_hant

source: 右边就是设置里的「开关」页，现在动它，改动立刻生效。
de: Rechts siehst du die echte Seite „Schalter“ aus den Einstellungen. Ändere sie jetzt – es wirkt sofort.
en: On the right is the real Switches page from Settings. Change it now — it takes effect immediately.
es: A la derecha está la página «Interruptores» real de Ajustes. Cámbiala ahora: surte efecto al instante.
fr: À droite, c’est la vraie page « Interrupteurs » des réglages. Modifiez-la maintenant, l’effet est immédiat.
ja: 右側は設定の「スイッチ」ページそのものです。今ここで変えれば、すぐに反映されます。
ko: 오른쪽은 설정의 ‘스위치’ 페이지 그대로입니다. 지금 바꾸면 바로 적용됩니다.
ru: Справа — настоящая страница «Переключатели» из настроек. Меняйте прямо сейчас, изменения применяются сразу.
zh_hant: 右邊就是設定裡的「開關」頁，現在動它，改動立刻生效。

source: 合上盖子继续跑，适合把电脑装进包里
de: Läuft bei geschlossenem Deckel weiter – praktisch, wenn der Mac in die Tasche wandert
en: Keeps running with the lid shut — handy when the Mac goes in a bag
es: Sigue funcionando con la tapa cerrada: útil cuando el Mac va en una bolsa
fr: Continue de tourner capot fermé — pratique quand le Mac part dans un sac
ja: 蓋を閉じても動き続けます。カバンに入れて持ち運ぶときに便利です
ko: 덮개를 닫아도 계속 실행됩니다. 가방에 넣을 때 유용합니다
ru: Продолжает работать с закрытой крышкой — удобно, когда Mac убирают в сумку
zh_hant: 闔上蓋子繼續跑，適合把電腦裝進包裡

source: 合盖也不休眠
de: Bei geschlossenem Deckel wach bleiben
en: Stay awake with the lid closed
es: Seguir activo con la tapa cerrada
fr: Rester allumé capot fermé
ja: 閉じてもスリープしない
ko: 덮개를 닫아도 잠자기 안 함
ru: Не засыпать с закрытой крышкой
zh_hant: 闔蓋也不睡眠

source: 四页速览：面板、分组与快捷键、控制中心、权限
de: Vier Seiten: Panel, Gruppen und Kurzbefehle, Kontrollzentrum, Berechtigungen.
en: Four pages: the panel, groups and shortcuts, Control Center, permissions.
es: Cuatro páginas: el panel, grupos y atajos, Centro de Control, permisos.
fr: Quatre pages : le panneau, groupes et raccourcis, Centre de contrôle, autorisations.
ja: 4 ページ：パネル、グループとショートカット、コントロールセンター、アクセス権。
ko: 네 페이지: 패널, 그룹과 단축키, 제어 센터, 권한.
ru: Четыре страницы: панель, группы и сочетания, Пункт управления, разрешения.
zh_hant: 四頁速覽：面板、分組與快速鍵、控制中心、權限。

source: 在控制中心里往下滚到底，点「编辑控件」
de: Scroll im Kontrollzentrum ganz nach unten und klicke auf „Steuerelemente bearbeiten“.
en: Scroll to the bottom of Control Center and click “Edit Controls”.
es: Baja del todo en el Centro de Control y haz clic en «Editar controles».
fr: Descendez tout en bas du Centre de contrôle et cliquez sur « Modifier les contrôles ».
ja: コントロールセンターを下までスクロールし、「コントロールを編集」をクリックします。
ko: 제어 센터를 아래 끝까지 스크롤한 뒤 ‘제어 항목 편집’을 클릭하세요.
ru: Прокрутите Пункт управления вниз до конца и нажмите «Настроить элементы».
zh_hant: 在控制中心裡往下捲到底，點「編輯控制項目」。

source: 处理中…
de: Läuft …
en: Working…
es: En curso…
fr: En cours…
ja: 実行中…
ko: 처리 중…
ru: Выполняется…
zh_hant: 處理中…

source: 夜览
de: Night Shift
en: Night Shift
es: Night Shift
fr: Night Shift
ja: Night Shift
ko: Night Shift
ru: Night Shift
zh_hant: 夜覽

source: 它不收集任何数据
de: Es sammelt nichts
en: It collects nothing
es: No recopila nada
fr: Il ne collecte rien
ja: データを一切収集しません
ko: 어떤 데이터도 수집하지 않습니다
ru: Оно ничего не собирает
zh_hant: 它不收集任何資料

source: 它不联网
de: Es geht nicht online
en: It doesn’t go online
es: No se conecta a Internet
fr: Il ne se connecte pas
ja: ネットワークに接続しません
ko: 네트워크에 접속하지 않습니다
ru: Оно не выходит в сеть
zh_hant: 它不連網

source: 它长什么样，你说了算
de: Du bestimmst, wie es aussieht
en: You decide how it looks
es: Tú decides cómo se ve
fr: C’est vous qui décidez de son allure
ja: 見た目はあなた次第
ko: 어떻게 보일지는 당신이 정합니다
ru: Как оно выглядит — решаете вы
zh_hant: 它長什麼樣，你說了算

source: 安装免密助手…
de: Helfer installieren …
en: Install helper…
es: Instalar asistente…
fr: Installer l’assistant…
ja: ヘルパーを導入…
ko: 도우미 설치…
ru: Установить помощник…
zh_hant: 安裝免密輔助程式…

source: 完成清洁
de: Fertig
en: Done cleaning
es: Terminar
fr: Terminer
ja: クリーニングを終了
ko: 청소 완료
ru: Готово
zh_hant: 完成清潔

source: 屏幕
de: Display
en: Display
es: Pantalla
fr: Écran
ja: 画面
ko: 화면
ru: Экран
zh_hant: 螢幕

source: 屏幕保护
de: Bildschirmschoner
en: Screen Saver
es: Salvapantallas
fr: Économiseur d’écran
ja: スクリーンセーバ
ko: 화면 보호기
ru: Заставка
zh_hant: 螢幕保護程式

source: 屏幕分辨率
de: Auflösung
en: Resolution
es: Resolución
fr: Résolution
ja: 解像度
ko: 화면 해상도
ru: Разрешение
zh_hant: 螢幕解析度

source: 屏幕清洁
de: Bildschirm reinigen
en: Screen Clean
es: Limpiar pantalla
fr: Nettoyage écran
ja: 画面クリーニング
ko: 화면 청소
ru: Очистка экрана
zh_hant: 螢幕清潔

source: 屏幕清洁中
de: Reinigungsmodus
en: Cleaning mode
es: Modo limpieza
fr: Mode nettoyage
ja: クリーニング中
ko: 청소 모드
ru: Режим очистки
zh_hant: 螢幕清潔中

source: 展开选项
de: Optionen anzeigen
en: Show options
es: Mostrar opciones
fr: Afficher les options
ja: オプションを表示
ko: 옵션 펼치기
ru: Показать параметры
zh_hant: 展開選項

source: 左侧列表里选 FreeSwitch，把想要的控件拖进去
de: Wähle links in der Liste FreeSwitch und zieh die gewünschten Steuerelemente hinein.
en: Pick FreeSwitch in the list on the left and drag the controls you want into place.
es: Selecciona FreeSwitch en la lista de la izquierda y arrastra los controles que quieras.
fr: Sélectionnez FreeSwitch dans la liste de gauche et glissez-y les contrôles voulus.
ja: 左の一覧から FreeSwitch を選び、使いたいコントロールをドラッグして入れます。
ko: 왼쪽 목록에서 FreeSwitch를 고르고 원하는 제어 항목을 끌어다 놓으세요.
ru: Выберите FreeSwitch в списке слева и перетащите нужные элементы.
zh_hant: 左側清單裡選 FreeSwitch，把想要的控制項目拖進去。

source: 已关闭
de: Aus
en: Off
es: Desactivado
fr: Désactivé
ja: オフ
ko: 꺼짐
ru: Выкл.
zh_hant: 已關閉

source: 已完成
de: Fertig
en: Done
es: Listo
fr: Terminé
ja: 完了
ko: 완료
ru: Готово

source: 已帮你打开『系统设置 › 通用 › 登录项与扩展』。 1) 往下滚到「后台 App 活动」这一区； 2) 找到列表里的 FreeSwitch； 3) 把它右边的开关打开（变蓝）。 这样助手就生效了——之后切「合盖也不休眠 / 低电量模式」就不用再输密码。 （如果列表里找不到 FreeSwitch：把 FreeSwitch.app 拖进「应用程序」再试一次。）
de: „Systemeinstellungen › Allgemein › Anmeldeobjekte & Erweiterungen“ ist jetzt geöffnet. 1) Scrolle zu „Im Hintergrund erlauben“; 2) suche FreeSwitch in der Liste; 3) aktiviere den Schalter rechts daneben (wird blau). Damit ist der Helfer aktiv — danach fragen „Bei geschlossenem Deckel wach bleiben“ und der Stromsparmodus nicht mehr nach einem Passwort. (Fehlt FreeSwitch in der Liste: Verschiebe FreeSwitch.app nach „Programme“ und versuche es erneut.)
en: System Settings › General › Login Items & Extensions is now open. 1) Scroll down to “Allow in the Background”; 2) find FreeSwitch in the list; 3) turn on the switch to its right (it turns blue). That activates the helper — after this, “Stay awake with the lid closed” and Low Power Mode no longer ask for a password. (If FreeSwitch isn’t in the list: move FreeSwitch.app into Applications and try again.)
es: Se han abierto «Ajustes del Sistema › General › Ítems de inicio y extensiones». 1) Baja hasta «Permitir en segundo plano»; 2) busca FreeSwitch en la lista; 3) activa el interruptor de su derecha (se pone azul). Con eso el asistente queda activo: «Seguir activo con la tapa cerrada» y el modo de bajo consumo ya no pedirán contraseña. (Si FreeSwitch no aparece en la lista: mueve FreeSwitch.app a «Aplicaciones» e inténtalo de nuevo.)
fr: « Réglages Système › Général › Éléments d’ouverture et extensions » est ouvert. 1) Descendez jusqu’à « Autoriser en arrière-plan » ; 2) trouvez FreeSwitch dans la liste ; 3) activez l’interrupteur à sa droite (il devient bleu). L’assistant est alors actif : « Rester allumé capot fermé » et le mode économie d’énergie ne demanderont plus de mot de passe. (Si FreeSwitch n’apparaît pas : déplacez FreeSwitch.app dans « Applications » et réessayez.)
ja: 「システム設定 › 一般 › ログイン項目と機能拡張」を開きました。 1) 「バックグラウンドでの実行を許可」までスクロールします； 2) 一覧から FreeSwitch を見つけます； 3) 右側のスイッチをオン（青）にします。 これでヘルパーが有効になり、以降「閉じてもスリープしない / 低電力モード」でパスワードを求められません。 （一覧に FreeSwitch がない場合は、FreeSwitch.app を「アプリケーション」に移してからもう一度お試しください。）
ko: ‘시스템 설정 › 일반 › 로그인 항목 및 확장 프로그램’을 열었습니다. 1) ‘백그라운드에서 허용’ 항목까지 스크롤하세요; 2) 목록에서 FreeSwitch를 찾으세요; 3) 오른쪽 스위치를 켜세요 (파란색). 이제 도우미가 작동합니다. 이후 ‘덮개를 닫아도 잠자기 안 함 / 저전력 모드’에서 비밀번호를 묻지 않습니다. (목록에 FreeSwitch가 없다면 FreeSwitch.app을 ‘응용 프로그램’으로 옮기고 다시 시도하세요.)
ru: Открыты «Системные настройки › Основные › Объекты входа и расширения». 1) Прокрутите до раздела «Разрешить в фоновом режиме»; 2) найдите FreeSwitch в списке; 3) включите переключатель справа (станет синим). После этого помощник заработает — «Не засыпать с закрытой крышкой» и режим энергосбережения больше не будут запрашивать пароль. (Если FreeSwitch нет в списке: переместите FreeSwitch.app в «Программы» и попробуйте снова.)
zh_hant: 已幫你打開『系統設定 › 一般 › 登入項目與擴充功能』。 1) 往下捲到「背景 App 活動」這一區； 2) 找到列表裡的 FreeSwitch； 3) 把它右邊的開關打開（變藍）。 這樣輔助程式就生效了——之後切「闔蓋也不睡眠 / 低耗電模式」就不用再輸密碼。 （如果列表裡找不到 FreeSwitch：把 FreeSwitch.app 拖進「應用程式」再試一次。）

source: 已授权
de: Erteilt
en: Granted
es: Concedido
fr: Accordée
ja: 許可済み
ko: 허용됨
ru: Выдано
zh_hant: 已授權

source: 常用
de: Allgemein
en: General
es: General
fr: Général
ja: 基本
ko: 일반
ru: Основные

source: 底部「新建分组」可以加一组；分组名点一下就能改，分组名称可以为空
de: „Neue Gruppe“ unten fügt eine hinzu. Gruppennamen zum Umbenennen anklicken – er darf leer bleiben.
en: “New group” at the bottom adds one. Click a group name to rename it — it can be left blank.
es: «Nuevo grupo», abajo, añade uno. Haz clic en el nombre para renombrarlo; puede quedar vacío.
fr: « Nouveau groupe » en bas en ajoute un. Cliquez sur un nom pour le renommer — il peut rester vide.
ja: 下部の「グループを追加」で追加できます。グループ名はクリックで変更でき、空のままでも構いません。
ko: 하단의 ‘새 그룹’으로 추가합니다. 그룹 이름은 클릭해 바꾸며 비워 두어도 됩니다.
ru: Кнопка «Новая группа» внизу добавляет её. Нажмите на имя, чтобы переименовать; оно может быть пустым.
zh_hant: 底部「新增分組」可以加一組；分組名點一下就能改，分組名稱可以留空。

source: 开关
de: Schalter
en: Switches
es: Interruptores
fr: Interrupteurs
ja: スイッチ
ko: 스위치
ru: Переключатели
zh_hant: 開關

source: 开启“免密”需要装一个小助手（一次性）
de: Für den passwortfreien Modus wird ein kleiner Helfer benötigt (einmalig)
en: Password-free mode needs a small helper (one time)
es: El modo sin contraseña necesita un pequeño asistente (solo una vez)
fr: Le mode sans mot de passe nécessite un petit assistant (une seule fois)
ja: パスワード不要にするには小さなヘルパーが必要です（初回のみ）
ko: 비밀번호 없이 쓰려면 작은 도우미가 필요합니다 (최초 1회)
ru: Для работы без пароля нужен небольшой помощник (один раз)
zh_hant: 開啟「免密」需要裝一個小輔助程式（一次性）

source: 开始使用
de: Loslegen
en: Get started
es: Empezar
fr: Commencer
ja: 使ってみる
ko: 시작하기
ru: Начать
zh_hant: 開始使用

source: 开机自动启动
de: Beim Anmelden öffnen
en: Launch at login
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
ja: ログイン時に起動
ko: 로그인 시 실행
ru: Запускать при входе
zh_hant: 開機時自動啟動

source: 彻底卸载
de: Vollständig deinstallieren
en: Uninstall
es: Desinstalar por completo
fr: Désinstaller complètement
ja: 完全にアンインストール
ko: 완전 제거
ru: Полностью удалить
zh_hant: 徹底解除安裝

source: 彻底卸载 FreeSwitch？
de: FreeSwitch vollständig deinstallieren?
en: Uninstall FreeSwitch?
es: ¿Desinstalar FreeSwitch por completo?
fr: Désinstaller complètement FreeSwitch ?
ja: FreeSwitch を完全にアンインストールしますか？
ko: FreeSwitch를 완전히 제거할까요?
ru: Полностью удалить FreeSwitch?
zh_hant: 徹底解除安裝 FreeSwitch？

source: 彻底卸载 FreeSwitch…
de: FreeSwitch vollständig deinstallieren …
en: Uninstall FreeSwitch…
es: Desinstalar FreeSwitch por completo…
fr: Désinstaller complètement FreeSwitch…
ja: FreeSwitch を完全にアンインストール…
ko: FreeSwitch 완전 제거…
ru: Полностью удалить FreeSwitch…
zh_hant: 徹底解除安裝 FreeSwitch…

source: 恢复默认分组
de: Gruppen zurücksetzen
en: Reset groups
es: Restablecer grupos
fr: Réinitialiser les groupes
ja: グループをリセット
ko: 그룹 초기화
ru: Сбросить группы
zh_hant: 恢復預設分組

source: 我们还做了别的 macOS 小工具
de: Wir bauen noch andere kleine macOS-Werkzeuge
en: We make other small macOS tools too
es: También hacemos otras pequeñas herramientas para macOS
fr: Nous faisons aussi d’autres petits outils macOS
ja: ほかにも macOS の小さなツールを作っています
ko: 다른 macOS 소도구도 만들고 있습니다
ru: Мы делаем и другие небольшие утилиты для macOS
zh_hant: 我們還做了別的 macOS 小工具

source: 我知道了
de: Verstanden
en: Got it
es: Entendido
fr: J’ai compris
ja: わかりました
ko: 확인
ru: Понятно

source: 打开系统设置
de: Systemeinstellungen öffnen
en: Open System Settings
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
ko: 시스템 설정 열기
ru: Открыть Системные настройки
zh_hant: 打開系統設定

source: 打开设置
de: Einstellungen öffnen
en: Open Settings
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
ko: 설정 열기
ru: Открыть настройки
zh_hant: 打開設定

source: 找到 FreeSwitch
de: FreeSwitch finden
en: Find FreeSwitch
es: Busca FreeSwitch
fr: Trouvez FreeSwitch
ja: FreeSwitch を探す
ko: FreeSwitch 찾기
ru: Найдите FreeSwitch

source: 把散落在系统各处的开关收进菜单栏，一次点击就能切换。免费、开源。
de: Die überall in macOS verstreuten Schalter, gesammelt in deiner Menüleiste – ein Klick genügt. Kostenlos und quelloffen.
en: The switches scattered across macOS, gathered into your menu bar — one click each. Free and open source.
es: Los interruptores repartidos por macOS, reunidos en la barra de menús: un clic para cada uno. Gratis y de código abierto.
fr: Les réglages éparpillés dans macOS, réunis dans votre barre des menus — un clic suffit. Gratuit et open source.
ja: macOS のあちこちに散らばったスイッチをメニューバーに集めました。ワンクリックで切り替え。無料・オープンソース。
ko: macOS 곳곳에 흩어진 스위치를 메뉴 막대에 모았습니다. 한 번의 클릭으로 전환. 무료·오픈소스.
ru: Переключатели, разбросанные по macOS, собраны в строке меню — один клик на каждый. Бесплатно и с открытым кодом.
zh_hant: 把散落在系統各處的開關收進選單列，一次點擊就能切換。免費、開源。

source: 拉开控制中心
de: Kontrollzentrum öffnen
en: Open Control Center
es: Abre el Centro de Control
fr: Ouvrez le Centre de contrôle
ja: コントロールセンターを開く
ko: 제어 센터 열기
ru: Откройте Пункт управления
zh_hant: 拉開控制中心

source: 拖动排序
de: Zum Sortieren ziehen
en: Drag to reorder
es: Arrastra para reordenar
fr: Glissez pour réorganiser
ja: ドラッグで並べ替え
ko: 드래그해 정렬
ru: Перетащите, чтобы изменить порядок
zh_hant: 拖曳排序

source: 拖动排序，可以拖进其他分组；分组名点一下就能改，分组名称可以为空
de: Zum Sortieren ziehen, auch zwischen Gruppen. Gruppennamen zum Umbenennen anklicken – er darf leer bleiben.
en: Drag to reorder or move between groups. Click a group name to rename it — a group name can be left blank.
es: Arrastra para reordenar o cambiar de grupo. Haz clic en el nombre para renombrarlo; puede quedar vacío.
fr: Glissez pour réorganiser ou changer de groupe. Cliquez sur un nom de groupe pour le renommer — il peut rester vide.
ja: ドラッグで並べ替え・グループ間の移動ができます。グループ名はクリックで変更でき、空のままでも構いません。
ko: 드래그해 순서를 바꾸거나 그룹을 옮깁니다. 그룹 이름은 클릭해 바꾸며 비워 두어도 됩니다.
ru: Перетаскивайте, чтобы менять порядок или группу. Нажмите на имя группы, чтобы переименовать; оно может быть пустым.
zh_hant: 拖曳排序，可以拖進其他分組；分組名點一下就能改，分組名稱可以留空。

source: 拖进废纸篓清不干净，这里能一次清完并还原
de: Ab in den Papierkorb reicht nicht — hier wird alles entfernt und zurückgesetzt.
en: Dragging to the Trash leaves things behind. This removes and restores all of it.
es: Arrastrar a la papelera no basta: aquí se borra y se restaura todo.
fr: Glisser dans la corbeille ne suffit pas — ici, tout est supprimé et restauré.
ja: ゴミ箱に入れるだけでは残ります。ここで一度にすべて削除・復元できます。
ko: 휴지통에 넣는 것만으로는 남습니다. 여기서 한 번에 지우고 되돌립니다.
ru: Перетаскивания в корзину недостаточно — здесь всё удаляется и восстанавливается.
zh_hant: 拖進垃圾桶清不乾淨，這裡能一次清完並還原。

source: 按下…
de: Drücken …
en: Press…
es: Pulsa…
fr: Appuyez…
ja: キーを押す…
ko: 누르세요…
ru: Нажмите…

source: 按住任意一行上下拖；拖过分组标题就换到那个分组
de: Halte eine Zeile und zieh sie nach oben oder unten; über einen Gruppentitel hinaus landet sie in dieser Gruppe.
en: Hold any row and drag it up or down; drag it past a group title to move it into that group.
es: Mantén pulsada una fila y arrástrala; si pasa un título de grupo, cambia a ese grupo.
fr: Maintenez une ligne et faites-la glisser ; au-delà d’un titre de groupe, elle change de groupe.
ja: 任意の行を押さえて上下にドラッグ。グループ見出しを越えるとそのグループへ移ります。
ko: 아무 행이나 눌러 위아래로 드래그하세요. 그룹 제목을 지나면 그 그룹으로 옮겨집니다.
ru: Удерживайте строку и перетаскивайте вверх или вниз; за заголовком группы она перейдёт в эту группу.
zh_hant: 按住任意一列上下拖；拖過分組標題就換到那個分組。

source: 按需授权就好
de: Nur erteilen, was du nutzt
en: Grant only what you use
es: Concede solo lo que uses
fr: N’autorisez que ce que vous utilisez
ja: 必要なぶんだけ許可を
ko: 필요한 것만 허용하세요
ru: Разрешайте только нужное
zh_hant: 按需授權就好

source: 控件只放系统没有的
de: Nur, was das System nicht hat
en: Only what the system lacks
es: Solo lo que el sistema no tiene
fr: Seulement ce que le système n’a pas
ja: システムに無いものだけ
ko: 시스템에 없는 것만
ru: Только то, чего нет в системе
zh_hant: 控制項目只放系統沒有的

source: 推出磁盘
de: Volumes auswerfen
en: Eject Disks
es: Expulsar discos
fr: Éjecter les disques
ja: ディスクを取り出す
ko: 디스크 추출
ru: Извлечь диски
zh_hant: 退出磁碟

source: 播放 / 暂停
de: Wiedergabe / Pause
en: Play / Pause
es: Reproducir / Pausar
fr: Lecture / Pause
ja: 再生 / 一時停止
ko: 재생 / 일시정지
ru: Воспроизведение / Пауза
zh_hant: 播放 / 暫停

source: 文件与清理
de: Dateien & Aufräumen
en: Files & cleanup
es: Archivos y limpieza
fr: Fichiers et nettoyage
ja: ファイルと整理
ko: 파일 및 정리
ru: Файлы и очистка
zh_hant: 檔案與清理

source: 新建分组
de: Neue Gruppe
en: New group
es: Nuevo grupo
fr: Nouveau groupe
ja: グループを追加
ko: 새 그룹
ru: Новая группа
zh_hant: 新增分組

source: 显示器
de: Display
en: Display
es: Pantalla
fr: Écran
ja: ディスプレイ
ko: 디스플레이
ru: Дисплей
zh_hant: 顯示器

source: 显示器休眠
de: Display ausschalten
en: Display Sleep
es: Suspender pantalla
fr: Mettre l’écran en veille
ja: ディスプレイをスリープ
ko: 디스플레이 잠자기
ru: Погасить дисплей
zh_hant: 顯示器睡眠

source: 显示隐藏文件
de: Versteckte Dateien
en: Show Hidden Files
es: Archivos ocultos
fr: Fichiers masqués
ja: 隠しファイルを表示
ko: 숨김 파일 보기
ru: Скрытые файлы
zh_hant: 顯示隱藏檔案

source: 更多 App
de: Weitere Apps
en: More apps
es: Más apps
fr: Autres apps
ja: ほかの App
ko: 다른 앱
ru: Другие приложения

source: 未安装（用密码）
de: Nicht installiert (mit Passwort)
en: Not installed (uses password)
es: No instalado (con contraseña)
fr: Non installé (mot de passe)
ja: 未導入（パスワードを使用）
ko: 설치 안 됨 (비밀번호 사용)
ru: Не установлен (с паролем)
zh_hant: 未安裝（用密碼）

source: 权限
de: Berechtigungen
en: Permissions
es: Permisos
fr: Autorisations
ja: アクセス権
ko: 권한
ru: Разрешения
zh_hant: 權限

source: 查看引导
de: Einführung ansehen
en: View guide
es: Ver la guía
fr: Revoir le guide
ja: ガイドを見る
ko: 가이드 보기
ru: Открыть руководство
zh_hant: 查看引導

source: 欢迎使用 FreeSwitch
de: Willkommen bei FreeSwitch
en: Welcome to FreeSwitch
es: Te damos la bienvenida a FreeSwitch
fr: Bienvenue dans FreeSwitch
ja: FreeSwitch へようこそ
ko: FreeSwitch에 오신 것을 환영합니다
ru: Добро пожаловать в FreeSwitch
zh_hant: 歡迎使用 FreeSwitch

source: 没授权的开关会明说原因，不会默默失败
de: Ein Schalter ohne Berechtigung sagt, warum – statt still nichts zu tun.
en: A switch without its permission says why, instead of quietly doing nothing.
es: Un interruptor sin permiso explica por qué, en vez de fallar en silencio.
fr: Un interrupteur sans autorisation explique pourquoi, au lieu d’échouer en silence.
ja: 許可のないスイッチは理由をはっきり伝えます。黙って何も起きない、ということはありません。
ko: 권한이 없는 스위치는 이유를 분명히 알려 줍니다. 조용히 실패하지 않습니다.
ru: Переключатель без разрешения объяснит причину, а не промолчит.
zh_hant: 沒授權的開關會明說原因，不會默默失敗。

source: 没有检测到可切换的分辨率
de: Keine umschaltbaren Auflösungen gefunden
en: No switchable resolutions found
es: No se han detectado resoluciones conmutables
fr: Aucune résolution commutable détectée
ja: 切り替え可能な解像度が見つかりません
ko: 전환 가능한 해상도가 없습니다
ru: Не найдено переключаемых разрешений
zh_hant: 沒有偵測到可切換的解析度

source: 没能启动卸载脚本
de: Deinstallationsskript konnte nicht gestartet werden
en: Couldn’t start the uninstall script
es: No se ha podido iniciar el script de desinstalación
fr: Impossible de lancer le script de désinstallation
ja: アンインストールスクリプトを起動できませんでした
ko: 제거 스크립트를 시작하지 못했습니다
ru: Не удалось запустить скрипт удаления
zh_hant: 沒能啟動解除安裝指令稿

source: 深色模式、低电量、锁定屏幕这些系统自己就有，不重复占位
de: Dunkelmodus, Stromsparmodus und Bildschirm sperren gibt es schon in macOS – wir doppeln sie nicht.
en: Dark Mode, Low Power and Lock Screen already ship with macOS, so we don’t duplicate them.
es: El modo oscuro, el bajo consumo y bloquear pantalla ya vienen con macOS; no los duplicamos.
fr: Le mode sombre, l’économie d’énergie et le verrouillage existent déjà dans macOS : pas de doublon.
ja: ダークモード・低電力・画面ロックは macOS に元からあるので、重複させません。
ko: 다크 모드, 저전력, 화면 잠금은 macOS에 이미 있어 중복하지 않습니다.
ru: Тёмный режим, энергосбережение и блокировка экрана уже есть в macOS — мы их не дублируем.
zh_hant: 深色模式、低耗電、鎖定螢幕這些系統自己就有，不重複佔位。

source: 清屏
de: Aufräumen
en: Declutter
es: Despejar
fr: Désencombrer
ja: 画面を片づける
ko: 화면 정리
ru: Убрать лишнее
zh_hant: 清理畫面

source: 清空剪贴板
de: Zwischenablage leeren
en: Clear Clipboard
es: Vaciar portapapeles
fr: Vider le presse-papiers
ja: クリップボードを消去
ko: 클립보드 지우기
ru: Очистить буфер обмена
zh_hant: 清空剪貼板

source: 清空废纸篓
de: Papierkorb leeren
en: Empty Trash
es: Vaciar la papelera
fr: Vider la corbeille
ja: ゴミ箱を空にする
ko: 휴지통 비우기
ru: Очистить корзину
zh_hant: 清倒垃圾桶

source: 源码里没有任何一处网络调用，二进制也没有链接网络框架
de: Im Quelltext gibt es keinen einzigen Netzwerkaufruf, und die Binärdatei bindet kein Netzwerk-Framework ein.
en: There is not a single network call in the source, and the binary links no networking framework.
es: No hay ni una sola llamada de red en el código, y el binario no enlaza ningún framework de red.
fr: Il n’y a pas un seul appel réseau dans le code, et le binaire ne lie aucun framework réseau.
ja: ソースコードにネットワーク呼び出しは一つもなく、バイナリもネットワーク系フレームワークをリンクしていません。
ko: 소스 코드에 네트워크 호출이 단 한 곳도 없고, 바이너리도 네트워크 프레임워크를 링크하지 않습니다.
ru: В исходниках нет ни одного сетевого вызова, а бинарник не подключает ни одного сетевого фреймворка.
zh_hant: 原始碼裡沒有任何一處網路呼叫，二進位也沒有連結網路框架。

source: 点一下就能改名；分组名称可以为空
de: Zum Umbenennen klicken. Ein Gruppenname darf leer bleiben.
en: Click to rename. A group name can be left blank.
es: Haz clic para renombrar. El nombre de un grupo puede quedar vacío.
fr: Cliquez pour renommer. Un nom de groupe peut rester vide.
ja: クリックで名前を変更。グループ名は空のままでも構いません。
ko: 클릭해 이름을 바꿉니다. 그룹 이름은 비워 두어도 됩니다.
ru: Нажмите, чтобы переименовать. Имя группы может быть пустым.
zh_hant: 點一下就能改名；分組名稱可以留空。

source: 点击后按下快捷键；Esc 取消，Delete 清除
de: Klicken und dann Kurzbefehl drücken. Esc bricht ab, Entf löscht.
en: Click, then press a shortcut. Esc cancels, Delete clears.
es: Haz clic y pulsa un atajo. Esc cancela, Supr borra.
fr: Cliquez puis appuyez sur un raccourci. Échap annule, Suppr efface.
ja: クリックしてからショートカットキーを押します。Esc でキャンセル、Delete で消去
ko: 클릭한 뒤 단축키를 누르세요. Esc 취소, Delete 삭제
ru: Нажмите, затем введите сочетание. Esc — отмена, Delete — очистить.
zh_hant: 點一下後按下快速鍵；Esc 取消，Delete 清除

source: 点菜单栏右上角那两个开关样子的图标
de: Klick auf das Symbol mit den zwei Schiebereglern oben rechts in der Menüleiste.
en: Click the two-slider icon at the top right of the menu bar.
es: Haz clic en el icono de los dos controles, arriba a la derecha de la barra de menús.
fr: Cliquez sur l’icône aux deux curseurs, en haut à droite de la barre des menus.
ja: メニューバー右上の、スイッチが二つ並んだアイコンをクリックします。
ko: 메뉴 막대 오른쪽 위의 스위치 두 개 모양 아이콘을 클릭하세요.
ru: Нажмите значок с двумя ползунками в правом верхнем углу строки меню.
zh_hant: 點選單列右上角那兩個開關樣子的圖示。

source: 点菜单栏右上角那个拨杆图标，就能打开面板
de: Klick auf das Kipphebel-Symbol in der Menüleiste, um das Panel zu öffnen.
en: Click the toggle-handle icon in your menu bar to open the panel.
es: Haz clic en el icono de palanca de la barra de menús para abrir el panel.
fr: Cliquez sur l’icône en forme de levier dans la barre des menus pour ouvrir le panneau.
ja: メニューバーのレバー型アイコンをクリックすればパネルが開きます。
ko: 메뉴 막대의 레버 모양 아이콘을 클릭하면 패널이 열립니다.
ru: Нажмите значок-рычажок в строке меню, чтобы открыть панель.
zh_hant: 點選單列右上角那個撥桿圖示，就能打開面板。

source: 版本 %@
de: Version %@
en: Version %@
es: Versión %@
fr: Version %@
ja: バージョン %@
ko: 버전 %@
ru: Версия %@

source: 用不上的就关掉
de: Schalte aus, was du nicht brauchst
en: Turn off what you don’t need
es: Desactiva lo que no necesites
fr: Désactivez ce dont vous n’avez pas besoin
ja: 使わないものはオフに
ko: 필요 없는 것은 끄세요
ru: Выключите то, что не нужно
zh_hant: 用不上的就關掉

source: 用到哪项才需要哪项，没用到可以一直空着
de: Jede wird nur von den Funktionen gebraucht, die sie nutzen – der Rest darf leer bleiben.
en: Each one is only needed by the features that use it — leave the rest empty.
es: Cada uno solo hace falta para las funciones que lo usan; el resto puede quedarse vacío.
fr: Chacune n’est requise que par les fonctions qui l’utilisent ; laissez le reste vide.
ja: 使う機能に必要なものだけで構いません。使わないものは空のままで大丈夫です。
ko: 사용하는 기능에 필요한 것만 있으면 됩니다. 쓰지 않는 항목은 비워 두어도 됩니다.
ru: Каждое нужно только тем функциям, которые его используют — остальные можно не выдавать.
zh_hant: 用到哪項才需要哪項，沒用到可以一直空著。
